Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: A Crapsack World is a horrible setting where the [[TheCynic jaded]] notion of "[[FinaglesLaw anything that can go wrong]] will go horribly, ''horribly'' wrong" almost always applies, and it corrupts its inhabitants into [[HumansAreBastards perpetuating that nastiness against each other]].
pt_br: Um mundo lixoso é uma ambientação horrível em que a percepção de que "[[Br/LeiDeFinagle qualquer coisa que pode dar errado]] vai dar ''terrivelmente'' errado" quase sempre se aplica, e esse ambiente corrompe seus habitantes de modo que eles [[Br/HumanosSaoCanalhas perpetuam essas malvadezas contra si próprios]].

source: A DeathWorld and {{Mordor}} are Crapsack Worlds taken to the logical extreme.
pt_br: Br/{{Mordor}} e o Br/MundoDeMorte são mundos lixosos levados ao extremo lógico.

source: A DownerEnding requires the heroes to fail, and the conflict resolving with nothing good happening in the end, if it's even resolved at all.
pt_br: Um Br/FinalDepressivo requer que os heróis falhem e que o conflito seja resolvido (isso se ele for resolvido) sem que nada de bom aconteça no final.

source: A Freudian Excuse is often invoked to explain how someone who UsedToBeASweetKid became such a monster instead - again, much writerly skill is generally needed to pull this off and make it poignant rather than pathetic.
pt_br: Uma desculpa freudiana costuma ser invocada para explicar como alguém que Br/CostumavaSerUmBomGaroto se tornou um monstro ao invés -- novamente, muita habilidade de escrita é necessária para executar isso e fazer com que seja profundo ao invés de patético.

source: A HauntedHouse without the actual haunting.
pt_br: É uma Br/CasaAssombrada sem a assombração de fato.

source: A Knight Templar can become this if they have a HeelRealization and [[IgnoredEpiphany decide to keep being a villain anyway]].
pt_br: Um Cavaleiro Templário pode se tornar isso se ele tem uma Br/PercepcaoDeMaldade e [[Br/EpifaniaIgnorada decire continuar sendo um vilão mesmo assim]].

source: A Knight Templar in a fantasy setting is usually a PrinciplesZealot, religious or otherwise.
pt_br: Um Cavaleiro Templário em uma ambientação de fantasia costuma ser um Br/ZeloteDosPrincipios, religioso ou não.

source: A Manipulative Bastard who mixes personal manipulation with more [[TheChessmaster complicated schemes]], more [[CriminalMindGames mind games]], and [[PsychoticSmirk sufficiently scary facial expressions]] -- and does it all with style -- can get promoted to MagnificentBastard.
pt_br: Um Canalha Manipulador que mistura a manipulação pessoal com [[Br/OMestreEnxadrista esquemas complicados]], [[Br/JogosMentaisCriminosos jogos mentais]] e [[Br/SorrisoPsicotico expressões faciais suficientemente assustadoras]] -- tudo isso enquanto mantém o estilo -- pode ser promovido a Br/CanalhaMagnifico.

source: A RagtagBunchOfMisfits will often have a MisfitMobilizationMoment before becoming the Big Damn Heroes.
pt_br: O Br/BandoDeDesajustados geralmente passará por um Br/MomentoDeMobilizacaoDosDesajustados antes de se tornarem os malditos heróis.

source: A RedemptionQuest is usually considered the most noble or morally good way to respond to this.
pt_br: Uma Br/JornadaDeRedencao costuma ser considerada a maneira mais nobre e moral de responder a isso.

source: A SisterTrope to BigDamnHeroes.
pt_br: Um Br/TropoIrmao para Br/MalditosHerois.

source: A SisterTrope to DramaticallyMissingThePoint.
pt_br: Um Br/TropoIrmao para Br/DramaticamentePerdendoOPonto.

source: A SisterTrope to GunshipRescue, IGotYouCovered, HorsebackHeroism, JustInTime, or even ChangedMyMindKid.
pt_br: Um Br/TropoIrmao para ??? GunshipRescue, Br/TeDouCobertura, Br/HeroismoMontadoACavalo, Br/BemNaHora e também Br/MudeiDeIdeiaGaroto.

source: A SubTrope of ArtisticLicense.
pt_br: É um Br/SubTropo de Br/LicencaArtistica.

source: A SubTrope of TheHerosJourney and MustMakeAmends.
pt_br: Um Br/SubTropo de Br/AJornadaDoHeroi e Br/DevoMeRedimir.

source: A SuperTrope to RoaringRampageOfRescue.
pt_br: Um Br/SuperTropo para Br/FurorViolentoDeResgate.

source: A TeenageWasteland is a Crapsack World run by kids.
pt_br: Um ??? TeenageWasteland é um Mundo Lixoso que é comandado por crianças.

source: A TooDumbToFool character may be the Only Sane Man, although he is likely to be less worked up about the failures of others to see than in most cases.
pt_br: Um personagem Br/BurroDemaisParaEnganar pode ser o Único Homem São, mas ele pode estar pouco ligado nas falhas dos outros para perceber.

source: A TroubledProduction often comes from different goals being laid out or changing course mid-development.
pt_br: Uma Br/ProducaoProblematica geralmente é causada por objetivos diferentes que alteram a direção sendo exigidos durante o desenvolvimento.

source: A VillainWorld or DeathWorld is likely to be this, and BadFuture is a SubTrope.
pt_br: Um Br/MundoVilanesco ou Br/MundoDeMorte provavelmente é isto, e o Br/FuturoRuim é um Br/SubTropo.

source: A [[RobotMaster robot's creator]] may or may not appreciate just where his creation lands on the SlidingScaleOfRobotIntelligence, and even if he does realize it, he may or may not be honest about it.
pt_br: O [[Br/MestreDosRobos criador do robô]] pode ou não gostar de onde a criação dele se posiciona na Br/EscalaMovelDeInteligenciaRobotica, e ainda que ele perceba isso, ele pode ou não ser honesto a respeito.

source: A bird that lays iron eggs.
pt_br: Pássaro que põe ovos de ferro.

source: A bunch of people throw a ball around.
pt_br: Apenas um monte de pessoas arremessando uma bola por aí.

source: A businessman trying to sell robots may claim that sentient robots are nonsentient, or that nonsentient robots are sentient, depending on what he thinks his customers want to buy.
pt_br: Um executivo tentando vender robôs pode alegar que eles são sencientes quando não o são, ou que não o são quando na verdade são, dependendo do que ele acha que os clientes querem.

source: A character completely misses a really obvious point [[RuleOfFunny for comic effect]].
pt_br: Um personagem passa completamente alheio a um ponto muito óbvio [[Br/RegraDaGraca para efeito de humor]].

source: A character may also ''think'' of themselves as the Only Sane Man without proper justification.
pt_br: Um personagem também pode ''se considerar'' como o Único Homem São sem justificativa adequada.

source: A character prone to gnomic, sarcastic, sometimes bitter, occasionally whimsical asides.
pt_br: Um personagem propenso a comentários sarcásticos ocasionalmente ácidos.

source: A character verbally chastising the hero may realize they [[WasTooHardOnHim were too hard on them]] if they feel uncomfortable in chewing out the hero.
pt_br: Um personagem que dê um sermão verbal no herói pode depois considerar que [[Br/FuiMuitoDuroComEle foi muito rígido com ele]] se ele se sentir desconfortável depois.

source: A character who is considered a woobie can also be considered a TragicHero on some occasions, though not every woobie may have a FatalFlaw that defines such classifications.
pt_br: Um personagem que seja considerado um coitadinho também pode ser considerado um Br/HeroiTragico em algumas ocasiões, mas nem sempre o coitadinho possui uma Br/FalhaFatal que define tais classificações.

source: A character who suffers as the result of their own actions is a TragicHero and does not qualify.
pt_br: Um personagem que sofre devido ao resultado de suas próprias ações é um Br/HeroiTragico e não conta.

source: A character with their head in the clouds.
pt_br: Um personagem que vive com a cabeça nas nuvens.

source: A combination of limited super-toughness, super-pain tolerance and regeneration is a popular [[RequiredSecondaryPowers power set]] to render a character effectively nigh-invulnerable while still being shown to suffer temporary pain and injury in a way that gives recognisable stakes to physical threats, even if we know they won't be fatal.
pt_br: Uma combinação de super resistência, super tolerância à dor e regeneração é um [[Br/PoderesSecundariosRequeridos conjunto de poderes]] popular para tornar um personagem praticamente invulnerável ao mesmo tempo em que demonstra sofrer dor e ferimentos de um jeito que transmita alguma vulnerabilidade à ameaças físicas, ainda que saibamos que elas não serão fatais.

source: A comedy show which is predominantly short sketches, often related.
pt_br: Um programa de comédia que consiste em esquetes curtas, às vezes conectadas entre si.

source: A common belief among film and TV executives is that everyone who watches media has the intellect of WesternAnimation/BeavisAndButtHead.
pt_br: Uma crença comum entre executivos da televisão e do cinema é de que todo mundo que assiste qualquer coisa na televisão tem o intelecto de uma batata.

source: A common complaint of people who take courses like Media or Film studies is that they never look at a TV program, advertisement or film the same way ever again.
pt_br: Uma reclamação comum de pessoas que fazem cursos como o de Cinema é que eles nunca mais olham para um programa de TV, anúncio ou filme como costumava ser.

source: A common habit for LawfulStupid characters.
pt_br: É um hábito comum para personagens do tipo Br/LealEEstupido.

source: A common role for a StraightMan.
pt_br: Um papel comum para o Br/HomemComum.

source: A couple are mentioned as being out of action for good... so he ''[[InvokedTrope invokes]]'' the trope and gets one released -- one potent enough to give him a fight worthy of publicizing... [[spoiler:one who kicks his ass, leaving the Mystery Men to save the day.]] -->'''Vic:''' Look, [[ImaDoctorNotaPlaceholder I'm a publicist]], [[ActorAllusion not a magician]].
pt_br: Alguns são mencionados como estando fora da ativa pra valer... por isso ele ''[[Br/TropoInvocado invoca]]'' o tropo e solta um deles -- um poderoso o bastante para render uma luta que vale a pena noticiar... [[spoiler: e que acaba o derrotando, fazendo com que os outros heróis precisem salvar o dia.]] -->'''Vic:''' Olha, [[Br/SouUmMedicoNaoUmEtcetera eu faço propaganda]], [[Br/AlusaoAoAtor não mágica]].

source: A creator accused of being a MadScientist may claim that ''of course'' he's [[CreatingLifeIsBad not trying to make a sentient machine]], even if he knows perfectly well that that's what he's successfully done.
pt_br: Um inventor acusado de ser um Br/CientistaMaluco pode alegar que ''é óbvio'' que ele [[Br/CriarVidaERuim não está tentando criar uma máquina senciente]], ainda que ele saiba perfeitamente que é isso que ele acabou de fazer.

source: A cunning branch of the AntiHero family sports this trope and many a [[PragmaticHero pragmatic]] and/or GuileHero uses many of the same tricks.
pt_br: O segmento sagaz da seção dos [[Br/AntiHeroi anti-heróis]] costuma carregar este tropo e muitos [[Br/HeroiAstuto heróis astutos]] ou [[Br/HeroiPragmatico pragmáticos]] usam muitos dos mesmos truques.

source: A dead man.
pt_br: Um homem morto.

source: A decade after the latter's conclusion, the series got revived in animated form.
pt_br: Uma década depois da conclusão deste, a série foi revivida em forma animada.

source: A democratic UsefulNotes/{{socialis|m}}t most of his adult life, his views changed somewhat over time, as he became more cynical, but he never renounced his support of democratic socialism.
pt_br: Social-democrata pela maior parte de sua vida adulta; apesar de suas visões mudarem com o tempo, à medida em que ele se torna mais cínico, ele nunca retirou seu apoio ao socialismo democrático.

source: A disused or rented quarry full of interestingly dull rocks and fascinatingly monotonous scenery; the perfect alien-landscape-on-a-budget.
pt_br: Uma pedreira abandonada ou alugada repleta de rochas enfadonhas e cenário monótono; é a paisagem alien perfeita para quando o orçamento é baixo.

source: A dying alien tells the heroes that "the [[MacGuffin Galaxy]] is on the Orion's Belt", which they first take to refer to the strip of stars[[note]]Alnitak, Alilam, and Mintaka[[/note]] forming the "belt" of the Orion constellation.
pt_br: Um alien prestes a morrer diz aos heróis que "a [[Br/MacGuffin galáxia]] está no cinturão de Orion", o que eles primeiro consideram se tratar da faixa de estrelas[[note]]Alnitak, Alnilam e Mintaka, também conhecidas como "Três Marias"[[/note]] que formam o "cinturão" da constelação de Orion.

source: A few things that may cause viewers to stop taking your story at face-value: * Bringing characters BackFromTheDead.
pt_br: Algumas coisas que podem fazer espectadores deixarem de levar a história a sérios são: * Trazer personagens Br/DeVoltaDosMortos.

source: A former top football quarterback could become a TV sports announcer, but a character working a SoulSuckingRetailJob at a clothes store for ten seasons isn't suddenly going to become a fashion executive in Paris in season 11.
pt_br: Um jogador profissional de futebol pode se tornar um comentarista esportivo na televisão, mas um personagem que tem um Br/EmpregoPessimoDeAtendimentoAoPublico em uma loja de roupas por dez temporadas não vai se tornar subitamente um executivo da moda em Paris na temporada 11.

source: A galactic week is one hour.
pt_br: Uma semana galáctica dura uma hora.

source: A generation of TV shows had their best years in black and white, switched to color, and often continued right up to UsefulNotes/TheRuralPurge, but the most memorable and best-received era is the black-and-white era.
pt_br: Muitas séries para TV tiveram seus melhores anos em preto e branco, mudaram para cor e continuaram até a época do BrNotasUteis/ExpurgoRural.

source: A good example is in Superhero stories, wherein a singular villain may be a match for an entire ''team'' of superheroes, but if said villain joins a group of villains, suddenly they lose to just one of them.
pt_br: Um bom exemplo se encontra em histórias de Br/SuperHeroi, onde um único vilão pode ser páreo para um ''time inteiro'' de super-heróis, mas se o dito vilão se junta a um grupo de vilões, subitamente eles perdem para apenas um deles.

source: A good number of other ax-crazies are also TriggerHappy, preferring either {{Hand Cannon}}s that blow really big holes in people, or weapons that allow them to kill lots of people with reckless abandon, such as [[MoreDakka any automatic weapon]].
pt_br: Uma boa quantidade deles também gosta de gatilhos, preferindo canhões portáteis que fazem buracos realmente grandes em pessoas ou armas que os permitem matar muita gente sem muita preocupação, tal como [[Br/DescarregandoOPente qualquer arma automática]].

source: A good way to get away with a retcon is to reveal new implications or motivations for events that have already been established.
pt_br: Um bom método para usar um ''retcon'' é revelar novas implicações ou motivações para eventos que já foram estabelecidos.

source: A hell of a lot of HeroicWillpower, and often [[ShootTheDog Shooting the Dog]] is required to topple this character.
pt_br: É necessário muita Br/ForcaDeVontadeHeroica para derrotar este personagem. Com alguma frequência também é necessário Br/AtirarNoCachorro.

source: A highly-focused/ambitious Manipulative Bastard is scary indeed; not only achieving their goal, but then ensuring permanent supremacy by destroying the souls of everyone they used to get there.
pt_br: Um canalha manipulador muito focado ou ambicioso é de fato assustador, pois além de alcançarem o objetivo eles também asseguram supremacia duradoura ao destruir as almas de todos que foram usados para que ele chegasse até lá.

source: A human being would have known that.
pt_br: Um ser humano saberia disso.

source: A lot of arcade games were, and still are, Nintendo Hard for the purposes of encouraging a steady flow of quarters into the machine.
pt_br: Muitos jogos de arcade se encaixam na Dificuldade Nintendo para assegurar um fluxo constante de fichas para dentro da máquina.

source: A mad scientist with good intentions, publicly or not, can end up being a WellIntentionedExtremist.
pt_br: Um cientista maluco com boas intenções, públicas ou não, pode se tornar um Br/ExtremistaBemIntencionado.

source: A memorable example occurs when Don Ramón and Professor Jirafales are about to fistfight: Quico has a lit cigar tossed into his open mouth, is punched by both Don Ramón and Jirafales (who were aiming for each other but missed), is grabbed by the neck of his shirt by Jirafales trying to help him but accidentally choking him, and is carelessly thrown to the ground after Jirafales gets distracted by Doña Florinda.
pt_br: Um exemplo memorável ocorre quando Seu Madruga e o Professor Girafales estão prestes a sair no soco: Quico tem um cigarro aceso lançado em sua boca aberta, recebe um murro do Seu Madruga e do Girafales (que estavam, na verdade, mirando um no outro), é agarrado pela camisa por Girafales em uma tentativa de ajudá-lo (mas que o estava sufocando) e depois lançado ao chão quando Girafales se distrai com a Dona Florinda.

source: A mild, comedic version is the LordErrorProne.
pt_br: Uma versão mais leve e humorística é o Br/LordePropensoAErros.

source: A move to the FridayNightDeathSlot is almost certainly the show's death knell.
pt_br: Uma mudança para a Br/HoraDaMorteNaNoiteDeSexta praticamente significa a morte do show.

source: A movie may get a prequel TV series.
pt_br: Um filme pode receber uma série prequência produzida para a TV.

source: A notable example is one of the invisibility episodes - when El Chavo and Quico are talking about an ''El Chapulín Colorado'' episode about an invisible man, Quico tells El Chavo about the series having its broadcast schedule changed.
pt_br: Um exemplo notável é em um dos episódios de invisibilidade - quando Chaves e Quico estão falando sobre um episódio de ''Chapolin Colorado'' sobre um homem invisível, Quico fala pro Chaves que a série mudou de horário.

source: A particularly cruel version is where the cast's ''existing'' child characters are sidelined for the (younger and cuter) new kid.
pt_br: Um exemplo particularmente cruel é quando as crianças ''já existentes'' no elenco são deixadas de lado em favor do novo personagem (que é mais jovem e bonito).

source: A passing robot calculated Spooner was significantly more likely to survive than she was and chose to save him despite his protests.
pt_br: Um robô que passava pelo local calculou que a chance de Spooner sobreviver era muito mais alta que a dela e escolheu salvá-lo apesar de seus protestos.

source: A person who is a WeirdnessMagnet tends to be a walking contrived coincidence.
pt_br: Uma pessa que seja um Br/ImaDeEsquisitice tende a ser uma coincidência conveniente ambulante.

source: A plan I'd follow.
pt_br: Um plano que eu seguisse.

source: A plot with too many positive resolutions often results in SweetnessAversion, while too many negative ones can lead to TooBleakStoppedCaring.
pt_br: Uma trama com muitas resoluções positivas costuma resultar em Br/AversaoADocura, e uma com muitas resoluções negativas pode fazer com que tudo fique Br/SombrioDemaisParaMeImportar.

source: A police officer should definitely know better.
pt_br: Um oficial da polícia certamente deveria saber.

source: A prime example is when Quico promises paying him one million Pesos in compensation for breaking one of the Soda Bottle which he was collecting to exchange for money.
pt_br: Um bom exemplo é quando Quico promete pagar a ele um milhão de pesos como compensação por ter quebrado uma das garrafas que ele estava juntando em troca de dinheiro.

source: A programming oversight can cause someone to do something they did not intend, such as [[LordBritishPostulate killing a mob intended to be invincible]].
pt_br: Um descuido de programação pode permitir que alguém faça algo não pretendido, tal como [[Br/PostuladoDeLordBritish matar um personagem que deveria ser invencível]].

source: A prop is not: * ''[[CostumeTropes A costume]]''.
pt_br: Um adereço não é: * ''[[Br/TroposDeVestuario Um traje]]''.

source: A prop is something an actor, whether InUniverse or RealLife, physically holds or interacts with in a production.
pt_br: Um adereço é algo que um ator segura ou com o qual ele interage em uma produção, seja Br/InUniverso ou na Br/VidaReal.

source: A recurring joke is that when Profesor Jirafales asks for silence, everybody shuts up... except for El Chavo, usually telling something bad about him after everybody got quiet (mostly him calling Profesor Jirafales a sausage).
pt_br: Uma piada recorrente é que quando Girafales pede silêncio, todos se calam... exceto Chaves, sempre dizendo algo ruim sobre ele depois que todos se calaram (na maior parte das vezes, o chamando de Mestre Linguiça).

source: A retcon may be used as part of an ArmedWithCanon campaign launched by one author against the work of another author in the same SharedUniverse.
pt_br: Um autor que esteja Br/ArmadoComOCanone pode usar o ''retcon'' como parte de uma ofensiva lançada contra outro autor do mesmo Br/UniversoCompartilhado.

source: A robot also saved Spooner's life, though Spooner thinks the robot should have made a different call.]] ** Sonny has a HeartDrive which allows him to violate the Three Laws.
pt_br: Um robô também salvou a vida de Spooner, apesar de ele achar que o robô deveria ter feito outra escolha.]]

source: A robot could not commit a murder, any more than a human could walk on water!\\ '''Spooner:''' Well, you know, there ''was'' [[UsefulNotes/{{Jesus}} this one guy]], a really long time ago... * MilitariesAreUseless: Right outside of [=U.S.=] Robotics headquarters, Spooner and Calvin are trying to sneak inside the building; when Spooner sees the large group of NS-5s protecting the entrance, he wonders why the military hasn't shown up yet, to which Calvin says that the Department of Defense has an exclusive contract with [=US-R=].
pt_br: Um robô pode matar tanto quanto um humano pode andar sobre a água!\\ '''Spooner:''' Sabe que uma vez ''teve'' [[BrNotasUteis/{{Jesus}} um cara]] que, ele... * Br/MilitaresSaoInuteis: Do lado de fora do prédio da USR, Spooner e Calvin estão tentando se infiltrar no prédio; quando Spooner vê o grupo grande de NS-5 protegendo a entrada, ele se pergunta porque os militares ainda não apareceram, no que Calvin responde que o Departamento de Defesa possui um contrato exclusivo com a USR.
